[Main]
DisplayName=English

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Warning
lbl_Warnning_Detail.caption=This computer program is protected by copyright law and international treaties.
lbl_copyright.caption=© IObit. All rights reserved.
lbl_Thanks_Title.caption=Special thanks to the following people for their great contributions:
rdhtmlEula.caption=<a>EULA</a> | <a>Privacy Policy</a>
Instructions_M=Uninstall Instructions
lblAcknow.caption=Acknowledgements

[ActionCenter_M]
M_HideAC=Hide
M_ShowAC=Show
M_AC_Tips=Get better security protection and performance boost with recommended programs.
M_ShowACTitle2=Notice!
M_ShowACDesc=All recommended programs are hidden! Click "Show" to display them again and then install them to get full security protection and ultimate performance.
M_LearnRecommendNote=No recommended products currently.
M_LearnRecommendDesc=Please click "Learn more" to see more products that you may be interested in.

M_none=None
M_Fix=Install now
M_LearnMore=Learn more
M_Install=Install now
M_fixing=Installing
M_Updating=Updating
M_failed=Failed
M_RuningWell=Latest version installed
M_Outdated=Outdated
M_NotInstalled=Not installed
M_Insatlled=Installed
M_Update=Update now

M_ASCCaption=System Performance
M_ASCInfo_NotIns=Clean junk files, sweep privacy traces, and fix registry errors on your PC.
M_ASCInfo_UpToDate=Advanced SystemCare speeds up and optimizes your PC with 1-click.
M_ASCInfo_NeedUpDate=Advanced SystemCare is outdated.
M_RunASC=Scan now
M_ASCOffer=Clean and optimize PC with 1-click.<br>Speed up your PC up to 200% faster.<br>Boost Internet up to 300% faster.<br>Prevent privacy leak with multi-protection solution.<br>Monitor PC conditions in real time for smoother PC.


M_IMFCaption=Malware Protection
M_IMFInfo_NotIns=Get better protection by installing IObit's anti-malware program.
M_IMFInfo_UpToDate=IObit Malware Fighter protects your PC against various malware.
M_IMFInfo_NeedUpDate=Your anti-malware program is outdated.
M_RunIMF=Scan now
M_IMFOffer=Comprehensive real-time protection against all kinds of malware.<br>Fast scan and efficient threat detection & removal.<br>Proactively prevent ransomware attacks.<br>Safe online browsing and download.<br>Fully compatible with other security software.


M_DBCaption=Driver Updater
M_DBInfo_NotIns_C=Update and fix your drivers to enjoy a more stable PC.
M_DBInfo_NotIns=There may be outdated drivers, which may slow down & destabilize your PC.
M_DBInfo_UpToDate=Driver Booster updates all outdated drivers on your PC.
M_DBInfo_NeedUpDate=Your driver update program is outdated.
M_DBDesc=Update all outdated drivers on your PC.
M_RunDB=Scan now
M_DBOffer=Large Driver Database (18,000,000+).<br>Safely Update WHQL Drivers with 1-Click.<br>Better Gaming Performance.<br>Fix Network Failure, No Sound, Bad Resolution, etc.<br>Reduce System Freezes & Crashes.

M_SDCaption=Disk Optimization
M_SDInfo_NotIns=Optimize your disks to get faster PC startup and higher file access speed.
M_SDInfo_UpToDate=Smart Defrag defragments disk for high performance.
M_SDInfo_NeedUpDate=Your disk defrag program is outdated.
M_RunSD=Defrag now
M_SDOffer=Higher File Access Speed.<br>Maximum Hard Disk Performance.<br>Accelerate PC Startup up to 100% Faster.<br>Optimize Games for Better Gaming Experience.

M_DLCaption=Password Manager
M_DLInfo_NotIns=Protect and manage all your passwords with Dashlane Password Manager.
M_DLInfo_UpToDate=Never forget your password with safe and secure Dashlane.
M_RunDL=Manage
M_DLOffer=The simple, secure way to manage your passwords.<br>Generate unique passwords to protect your accounts.<br>Automatically login on your favorite websites.<br>For Windows, Mac, iOS and Android.

M_RunIOT=Manage now
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Transfer iPhone data, clean & boost your iPhone.
M_IOTInfo_UpToDate=Transfer iPhone data, clean & boost your iPhone.
M_IOTInfo_NeedUpDate=IOTransfer is outdated.
M_IOTTip=IOTransfer promises:<br>+ Manage iPhone photos & contacts with ease<br>+ One-click transfer iPhone contents to PC<br>+ Download online videos from 100+ website<br>+ Clean all kinds of junk files from iPhone iPad
M_IOTOffer=Your best iPhone/iPad file management tool.<br>1-click data transfer from iPhone/iPad to PC.<br>Download online videos and convert them to various file formats.<br>Easily and safely clean junk files to free up iOS device's space.<br>Wirelessly transfer contents between iOS device and PC.

M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion protects you against phishing and malware sites.
M_AdawareInfo_UpToDate=Web Companion protects you against phishing and malware sites.
M_AdawareOfferDesc=Install Web Companion to improve my Internet Protection and Set Bing® by Microsoft™ as my homepage, new tabs, and default search engine on compatible browsers.   
M_AdawareOffer=Fast and Easy to install.<br>Anti-Phishing Protection.<br>Real-Time Web Protection. <br>Multi-Browser Compatibility.

M_AomeiCaption=Backup Software
M_AomeiInfo_NotIns=The ultimate backup solution to back up the system and hard drives.

M_RunOpera=Run now
M_OperaCaption=Opera Browser
M_OperaInfo_NotIns=Fast and secure browser with a built-in ad blocker.
M_OperaInfo_UpToDate=Fast and secure browser with a built-in ad blocker.
M_OperaOffer=Block ads to load webpages up to 90% faster.<br>Browse up to an hour longer.<br>Get more privacy browsing with the free VPN.

M_SUCaption=Software Updater
M_SUInfo_NotIns=1-click to update and install all the important programs for you.
M_SUInfo_NotIns_C=%d programs are out of date. Install IObit Software Updater to update them with one click.
M_SUInfo_NotIns_C1=1 program is out of date. Install IObit Software Updater to update it with one click.
M_SUInfo_UpToDate=IObit Software Updater keeps all your important programs up-to-date.
M_SUOffer1=Auto update outdated programs at the earliest time.<br>1-click to install all available program updates.<br>1-click to install all your wanted popular programs.<br>Clean programs passed strict tests, no bundleware.

M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-click to increase your FPS for faster and smoother gaming experience.
M_SMGBInfo_UpToDate=1-click to increase your FPS for faster and smoother gaming experience.
M_SMGBInfo_NeedUpDate=Smart Game Booster is outdated.
M_SMGBOffer=Increase FPS for better gaming performance with one-click.<br>Monitor temperature and usage for hardware in real time.<br>Overclock GPU for optimal visual effects in gaming.<br>Analyze & rate PC to find compatible games (38,000+).<br>Guard your PC & game for higher security.
M_RunSMGB=Boost now

M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Free record your PC screen in high quality. No recording limit.
M_ISRInfo_UpToDate=Free record your PC screen in high quality. No recording limit.
M_ISRInfo_NeedUpDate=iTop Screen Recorder is outdated.
M_ISROffer=Record 4K films and music without quality loss.<br>Lag-free capture gameplay in 1080P/60 FPS.<br>Personalize your webcam recording.<br>Powerful Video Editor and all-around screenshot tool.<br>Multiple Practical AI Tools including Text to Speech.
M_ISROffer1=Record 4K films and music without quality loss.<br>Lag-free capture gameplay in 1080P/60 FPS.<br>Personalize your webcam recording.<br>Powerful Video Editor and all-around screenshot tool.<br>Multiple Practical AI Tools including Text to Speech.

M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Try free, fast, secure VPN service for online security.
M_iTopInfo_NotIns=100% free, fast, secure VPN service for online security.
M_iTopInfo_UpToDateBeta=Try free, fast, secure VPN service for online security.
M_iTopInfo_UpToDate=100% free, fast, secure VPN service for online security.
M_iTopInfo_NeedUpDate=iTop VPN is outdated.
M_iTopOfferBeta=Enjoy the Internet without borders<br>Access to streaming websites worldwide<br>Play region locked games anywhere<br>Hide your IP address on public Wi-Fi<br>100% free, ultra-fast & best-in-class encryption
M_iTopOffer2=Private - Stay anonymous while surfing.<br>Secure - Hide IP and encrypt Internet connection.<br>Fast - Enjoy lightning-fast online browsing.<br>Free - Unblock websites and stream for free.<br>Shortcuts - Quick access to Netflix, HBO, PUBG...
M_RuniTop=Run now

M_IVBCaption=iTop VPN Browser
M_IVBInfo_NotIns=Fast, private, no ads, incognito browser with built-in VPN.
M_IVBInfo_UpToDate=Fast, private, no ads, incognito browser with built-in VPN.
M_IVBInfo_NeedUpDate=iTop VPN Browser is outdated.
M_IVBOffer=Secure your shopping and banking data<br>Hide your IP and encrypt online data<br>Dedicated & high-speed VPN channel<br>Clear & shred online traces in real time<br>Block malicious websites and links<br>Block ads for fast and secure browsing
M_RunIVB=Run now

M_DPMCaption=DualSafe Password Manager
M_DPMInfo_NotIns=A secure, simple but free way to manage passwords, essential for your digital life.
M_DPMInfo_UpToDate=A secure, simple but free way to manage passwords, essential for your digital life.
M_DPMInfo_NeedUpDate=DualSafe Password Manager is outdated.
M_DPMOffer=Unlimited - Save unlimited passwords, payments, etc.<br>Easy - Autosave and autofill passwords in simple clicks<br>Secure - Generate strong, unique passwords<br>Safe - Store your data with best-in-class encryption<br>Auto - Access across unlimited devices with auto sync
M_DPMDescriptionSH=Make PC safer and faster with the following programs recommended:
M_DPMInstallSH=Try it now

M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Say goodbye to a cluttered desktop, enjoy a more efficient working space.
M_IEDInfo_UpToDate=Say goodbye to a cluttered desktop, enjoy a more efficient working space.
M_IEDInfo_NeedUpDate=iTop Easy Desktop is outdated.
M_IEDOffer_New2=Auto-sort icons, files and folders into groups<br>Find any file instantly when you need it<br>Customize wallpaper, cursor, taskbar & more<br>Reclaim your workflow with handy widgets<br>ChatAI - your free smart and personal assistant

M_PDFCaption=iTop PDF Free
M_PDFInfo_NotIns=One-stop solution for PDF editing, converting, and any other PDF tasks.
M_PDFInfo_UpToDate=One-stop solution for PDF editing, converting, and any other PDF tasks.
M_PDFInfo_NeedUpDate=iTop PDF Free is outdated.
M_PDFOffer=Convert PDFs to/from Word, Excel, images<br>Edit text, images, stamps, and other elements<br>Organize your PDF pages like shuffling papers<br>Do more: combine, compress, e-Sign, fill forms

M_TDPCaption=Top Data Protector
M_TDPInfo_NotIns=Protect, lock and hide your personal folders&data. Quick & Safe!
M_TDPInfo_UpToDate=Protect, lock and hide your personal folders&data. Quick & Safe!
M_TDPInfo_NeedUpDate=Top Data Protector is outdated.

M_IPBCaption=iTop Private Browser
M_IPBInfo_NotIns=No tracker, no phishing, no ads, incognito browser with built-in VPN.
M_IPBInfo_UpToDate=No tracker, no phishing, no ads, incognito browser with built-in VPN.
M_IPBInfo_NeedUpDate=iTop Private Browser is outdated.
M_IPBOffer=Private - Stop trackers from advertisers & government<br>Secure - Protect fingerprint. Block phishing sites<br>Clean - Block online ads. Auto-shred your traces<br>Free VPN - 100% free VPN. 1800+ servers worldwide

M_IDRCaption=iTop Data Recovery
M_IDRInfo_NotIns=Preview & recover all kinds of lost data & files at home. Easy & Quick!
M_IDRInfo_UpToDate=Preview & recover all kinds of lost data & files at home. Easy & Quick!
M_IDRInfo_NeedUpDate=iTop Data Recovery is outdated.
M_IDROffer=Recover documents, photos, music, etc.<br>Recover data from HDDs, SSDs and USB.<br>Recover from corruption, deletion, or formatting.<br>Easy backup and no data loss again.

M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=You'll never need to remember or type your passwords again.
M_RPMInfo_UpToDate=Say goodbye to writing down passwords with RoboForm Password Manager.
M_RPMOffer=Log in to websites with a single click.<br>Generate strong and unique passwords.<br>Uses AES-256 bit encryption and support for 2FA.<br>For Windows, Mac, iOS, Android, and all major browsers.<br>Import from a browser or another password manager.
M_RunRPM=Manage

M_IVCDesc=Change your voice in real time with hundreds of voice models.
M_IVCOffer=Enjoy real-time voice changer with ease<br>Access hundreds of voice models<br>Create your custom voice effortlessly<br>Revoice music, videos, and recordings seamlessly<br>Support Discord, Steam, Roblox, Zoom, and more

M_Moffer_Title1=Optional Offer
M_Close=Close
M_Cancel=Cancel
M_Moffer_Install=Install
M_Moffer_NoteEP=By clicking "Install", you agree to install %s and accept its <a>EULA</a> & <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Note:</a> You can get a refund within 30 days. Read <a>Refund Policy</a>.
                       
M_Extract_IOT=IObit Recommendation

[AutoUpdate_M]
lan_Downloading_M=Downloading
lan_Speed_M=Download Speed: %s
Lan_Finish_M=Finish
Lan_Congratulation_M=Congratulations!
Lan_UpdateFail_M=Update failed! Please try again later.
Lan_UpdateSuccess_M=IObit Uninstaller is updated. You can enjoy the latest features and improvements now.
Lan_UpdateNew_M=You already have the latest version. No update is available.
Lan_UpdateFreeInfo_M=New version of IObit Uninstaller is available.
Lan_UpdateFreeDownInfo_M=Please update it now to get the latest features and improvements. It’s free of charge.
Lan_Sure_M=Are you sure to cancel the update?
Lan_Download_M=Download
Lan_Getting_M=Getting update information, please wait…
Lan_LVheardOne_M=Available Updates		
Lan_LVheardTwo_M=New Version
Lan_LVheardThree_M=Size
Lan_historyInfo_M=IObit Uninstaller %s is now available. Update it to enjoy the latest improvements and features!
Lan_UpdateNow_M=Update Now
Lan_UpdateLater_M=Update Later
lan_WhatNew_M=What's new
Lan_NewReady_M=New version is ready
Lan_Title=IObit Uninstaller Updater 
lblAuto_Update=IObit Uninstaller will automatically update to IObit Uninstaller %s soon.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Send
lblErrorDetails.Caption=Error Details:
lblUserEmail.Caption=Your E-mail:
lblSuccTips1.Caption=Sent successfully! We will try our best to solve this problem ASAP.
btnClose.Hint=Close

[SendBugReportNew_M]
M_AskUserTips1=has encountered a problem. To help us fix this problem, please click 'Send' to send the debug file to us automatically. <a>Privacy Policy</a>
M_BugStatisticsTips=has encountered a problem and needs to close. We are analyzing the cause now. Please wait...
M_SendingTips=Sending...
M_AttentionTips1=has encountered a problem. To help us fix this problem, the debug file will be sent to us automatically in 5 seconds. Or you can close this window to cancel it. <a>Privacy Policy</a>
M_InvalidEmailTips1=Invalid email address! Please enter your valid email so that we can contact you.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Getting official version...
RestoreSuccess_Caption=You have installed official IObit Uninstaller successfully!
RestoreFailed_Caption=Failed to download official IObit Uninstaller. Please go to our official website to download again.
Run_Button=Run Now
Download_Button=Download Now

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=You are running an unofficial IObit Uninstaller.
lbl_SecondTitle.caption=Unofficial IObit Uninstaller will not work any longer.
lbl_HarmInfo.caption=It will not only do harm to your PC performance but also leak your privacy due to the system vulnerability caused by it.
lbl_OfficialInfo.caption=Get the official IObit Uninstaller now to take your privacy and PC under powerful protection.
htmlLabel_Text.caption=Enjoy Exclusive <a>75%</a> OFF for you, to Get the pro version!
btn_GetPro.caption=Get PRO
btn_GetFree.caption=Get Free

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Get the <a>official IObit Uninstaller PRO for $0</a> today to take your privacy and PC under powerful protection.
btn_GetPro_before=Get Pro for $0

[Detain_M]
M_MianTitle=IObit Uninstaller has helped you:
M_QuestionString=Are you sure you want to uninstall it?
M_btnok=Uninstall anyway
M_btnCancel=I want to keep
M_UninstallCaption=Uninstall programs
M_DiskCaption=Save disk space
M_RegCaption=Delete registry entries
M_FixCaption=Fix software issues

[Survey_M]
Title_M=Uninstall Survey
Info_M=We are sorry to see you go. Please help us improve IObit Uninstaller by filling out this short survey. Your feedback is appreciated.
Question_M=Why are you uninstalling IObit Uninstaller?
1_M=Incomplete uninstall (didn't remove all leftovers)
2_M=It cannot run normally
3_M=Too many ads and bundleware
4_M=I only installed it to fix a problem and I don't need it anymore
5_M=I found a better alternative
6_M=Other (please specify)
Button_M=Continue Uninstall

[Uninstaller_M]
MenuRight_Caption=Powerful Uninstall
Explorer_Button=File Shredder
Controlpanel_Button=Powerful Uninstall

[ACD_M]
M_Downloading=Downloading:
M_TipFixing=Fixing
M_Tips=Download is in progress. Double click the icon to view details.
M_Installing=Installing:
M_MD5Faild=The downloaded file is corrupted. Please try again later.
M_NetError=Download failed due to network error. Please try again later!
M_DirError=Failed to download the file for lacking write permission. Please go to Settings to change a new folder and try again.
M_DiskIsFull=Insufficient disk space!
M_Speed=Speed:
M_AreSureEx=Are you sure you want to cancel the download?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Cancel
lbl_Min.Caption=Minimize
btnClose.Hint=Close
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Drag me to an opened window, desktop icon, or system tray icon.
EasyNothingInfo=Unable to locate a target. Please drag me to another window, desktop icon, or system tray icon.
EasyDeleteFileFail=The file can't be deleted because it is in use now. Please close the file and try again.
EasyDeleteFolderFail=The folder can't be deleted because it is in use now. Please close the file and try again.
EasyKillProcessFail=Failed to end the process.
EasyKillProcessHint1=Are you sure you want to end this process?
EasyKillProcessHint2=Any unsaved data will be lost.
EasyUninstallPath=Uninstall or delete: 
EasyUninstall=Uninstall
EasyShortcut=Delete Shortcut
EasyLocation=Open File Location
EasyDelete=Delete
EasyCancel=Cancel
EasyTransparency=Transparency
EasyOpaque=Opaque
EasyExitEasy=Open Main Window
EasyExitIobit_1=Exit IObit Uninstaller
EasyKillProcess=End Process

[ExpriedNotice_M]
Sale_Text=But you can get them back with an exclusive <a>%s</a> OFF today!
ExpriedOneDay_M=Your subscription has expired for <a>1</a> day.
ExpriedDay_M=Your subscription has expired for <a>%s</a> days.
Logged_0_Text=Thoroughly uninstall logged programs with logs created during the installation
Logged_1_Text=Thoroughly uninstall 1 logged program with logs created during the installation
Logged_Text=Thoroughly uninstall %s logged programs with logs created during the installation
ExpriedMessage_M=Your subscription has expired. The PRO features will no longer be available but you can still use the free features.
ExpriedTipMessage_Num=During the past %s1 days, IObit Uninstaller Pro has helped you uninstall %s2 programs and clean %s3 more residual files. Renew now and don't miss your <a>Exclusive Discount!</a>
ExpriedTipMessage_Normal=We regret to inform you that the PRO features will no longer be available. Renew now and enjoy your <a>Exclusive Discount!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=We regret to inform you that the following PRO features will no longer be available:
lbl_Stubbron.caption=Completely remove 4000+ stubborn programs with the unique database
lbl_Update.caption=1-click to keep your important programs always up-to-date
lbl_Health.caption=Auto detect software vulnerabilities and easily block popup notifications and unwanted ads
lbl_MoneyBack.caption=You are fully protected by our 100% money-back guarantee.
btn_Upgrade.caption=Get My Renewal Discount
lbl_EnterCode.caption=I already have a license

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=You subscription has expired!
btn_OK.caption=Renew Now

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Feedback
lbl_DescTitle.caption=Description:
lbl_EmailTitle.caption=Email address:
lbl_ScreenShot.caption=ScreenShot
lbl_TypeTitle.caption=Request type:
btnImg_FeedBackSend.caption=Send
btnImg_FeedBackCancel.caption=Cancel

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Sending...
lbl_SendFailed.caption=Send failed. Please click OK to submit an online feedback.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Thanks for your feedback. We will contact you back as soon as possible.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=I love it
FeedBack_2=Suggestion
FeedBack_3=Failed to uninstall
FeedBack_4=Bundleware issue
FeedBack_5=Install Monitor issue
FeedBack_6=Software Updater issue
FeedBack_7=Failed to show all programs
FeedBack_8=Powerful scan problems
FeedBack_9=Report a bug
FeedBack_10=Others
EmailMessage=Invalid email address. Please enter a valid email address so that you can receive our reply.
MemoHint=Please describe your suggestion or the issue you have encountered in detail so that we can improve our product accordingly.
ScreenMaxMessage=Operation failed. You've reached the maximum of 5 screenshots.
CloseHintMsg=Are you sure you do not want to submit the feedback?
SendBugck=Also send us the debug file for investigation. <a>Privacy Policy</a>
FeedBackMessage=Please write a description.
EmailHint=Please enter your correct email here
Startup_Delete_M=Delete
M_FiveStar=Could you please give us a 5-star rating?

[FileShredder_M]
ShredderDetail_0=You can drag a file or a folder here to shred.
ShredderDetail_01=Files deleted in a routine way can be recovered even after disk format.
ShredderDetail_02=To remove files safely and permanently, just drag a file or folder to shred here.
FileShredder_MaxCount_M=5000 files have been added. Please add the rest of the files after shredding these 5000 files.
Shredder_InUse_M=Some files were not shredded as they are unable to write to. Please check whether they are still in use.
Shredder_Del_M_1=Are you sure to permanently remove the added <a>%d</a> items? This action is absolutely UNRECOVERABLE and it may take some time to complete.
Shredder_DelOne_M_1=Are you sure to permanently remove the added <a>1</a> item? This action is absolutely UNRECOVERABLE and it may take some time to complete.
Shredder_NotDel_M=One file was not shredded as it is unable to write to. Please check whether it is still in use.
Shredder_OneFileDel_M=The file was not shredded as it is unable to write to. Please check whether it is still in use.
Shredder_Sucess_M=Shredded successfully.
Shredder_OneSucess_M=Shredded successfully.
Shredder_DirIsEmpty_M=It is empty. You cannot shred it.
Shredder_NotAddFolder_M=Cannot shred file "%s" as this operation may cause system instability.
Shredder_Quick=Overwrites data with zeros before deletion. (Secure and Quick)
Shredder_Advanced=Overwrites data with random characters and repeats the overwriting several times before deletion. (More Secure and Slower)
Shredder_Expert=Overwrites data with random characters and repeats the overwriting tens of times before deletion. (Most Secure and Slowest)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=File Shredder
lbl_Listview_Title.caption=Select the file or folder you want to shred:
lblLoading.caption=Loading...
lbl_AddFile.caption=Add file...
lbl_AddFolder.caption=Add folder...
RdImageButton_Shredder.caption=Shred
RdImageButton_Cancel.caption=Cancel
ListView_FileList.Columns[0].Caption=File path
Menu_Shredder_Shredder.caption=Shred
Menu_Shredder_AddFile.caption=Add File
Menu_Shredder_AddFolder.caption=Add Folder
Menu_Shredder_Romove.caption=Remove
Menu_Shredder_Clean.caption=Clear
lbl_Shredder_Tip.caption=Shredding the files now. It may take some time, please wait...
lbl_Mode.caption=Shred method:
btn_Quick.caption=Quick Mode
btn_Advanced.caption=Advanced Mode
btn_Expert.caption=Expert Mode

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Unable to add file "%s" to shred as this operation may cause system instability.
EndProgressMsg=%s is running. Are you sure you want to end it to continue the uninstall?
ListView_FindReslut.Columns[0]_M=Name
PopMenu_OpenFolder_M=Open file location
PopMenu_ViewEntry_M=Open in regedit
Free_MatchStubbron=Uninstall registries are missing which may cause uninstall failures. Upgrade to PRO to fix uninstall issues and uninstall the program easily with our stubborn program database.
Pro_MatchStubbron=Uninstall registries are missing which may cause uninstall failure. Fix uninstall issues and uninstall the program easily with our stubborn program database.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Force Uninstall+
lbl_Info.caption=Help you uninstall a program that cannot be uninstalled in a routine way due to missing uninstall registries or built-in uninstaller errors, and clean all related files easily and thoroughly.
btnImg_Open.caption=Browse...
lbl_DropInfo.caption=You can browse or drag and drop a file or folder here to delete or uninstall its related program.
btnImg_Uninstall.caption=Uninstall
btnImg_Cancel.caption=Cancel
PopMenu_Uninstall.caption=Uninstall
PopMenu_SearchOnline.caption=Search online
ListView_FindReslut.Columns[1].caption=Size
ListView_FindReslut.Columns[2].caption=Install date

[HealthCheck_M]
HealthCheck_Top_ScanNow=Scan Now
HealthCheck_Top_ScanAgain=Scan Again
HealthCheck_Top_FixAll=Fix All
HealthCheck_Top_Stop=Stop
HealthCheck_Top_Done=Done

HealthCheck_Top_Scanning=Scanning
HealthCheck_Top_Fixing=Fixing
HealthCheck_Top_NoFound=No problems were found. All your software runs well.

HealthCheck_Top_Title_Result_NoIssues=No issues need to be fixed.
HealthCheck_Top_Title_Result_Single=<a>%s</a> issue need to be fixed.
HealthCheck_Top_Title_Result_Some=<a>%s</a> issues need to be fixed.
HealthCheck_Top_Title_Skip=<a>Skip for now</a>

HealthCheck_Top_FixOverResult_Single=<a>%s</a> issue has been fixed successfully.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> issues have been fixed successfully.
HealthCheck_Top_FixOver=All the selected issues have been fixed.

HealthCheck_Top_Dec_Result_Pro=Fix all the issues found with 1-click.
HealthCheck_Top_Dec_Result_Free=Upgrade to PRO to fix all the issues found with 1-click.

HealthCheck_Top_Title_A=Software Status: <a>Need a Scan</a>
HealthCheck_Top_Dec_A=Your software was never analyzed. Analyze all your software now.

HealthCheck_Top_Title_B=Software Status: <a>Good</a>
HealthCheck_Top_Dec_B=All your software runs well.

HealthCheck_Top_Dec_C=Your software has not been analyzed for %s days. Analyze all your software now.

HealthCheck_Item_Title_leftovers=Uninstallation Leftovers
HealthCheck_Item_Dec_leftovers=Delete uninstallation leftovers to free up more disk space
HealthCheck_Item_Title_update=Outdated Software
HealthCheck_Item_Dec_update_New=Update outdated software to reduce security risks
HealthCheck_Item_Title_permission=Software Permissions
HealthCheck_Item_Dec_permission=Detect hidden permissions and disable unneeded permissions
HealthCheck_Item_Title_notifications=Disturbing Notifications
HealthCheck_Item_Dec_notifications=Block popup notifications and unwanted Ads from interrupting you
HealthCheck_Item_Title_stubborn=Programs with Uninstall Issues
HealthCheck_Item_Dec_stubborn=Fix uninstall issues to uninstall programs easily
HealthCheck_Item_Title_packages=Installation Files
HealthCheck_Item_Dec_packages=Clean installation files to free up more disk space
HealthCheck_Item_Title_malicious=Malicious Software & Extensions
HealthCheck_Item_Dec_malicious=Remove malicious software and browser extensions for fast and secure PC
HealthCheck_Item_Title_junk=Software Redundant Files
HealthCheck_Item_Dec_junk=Clean up temp files and privacy traces generated while using the software 
HealthCheck_Item_Title_hibernation=Software Hibernation
HealthCheck_Item_Dec_hibernation=Put software you're not using into sleep mode for a faster PC
HealthCheck_Item_Tip_hibernation=Unnecessary activities will be stopped when a program is in sleep mode. You can wake it up at any time.
M_Fix=Fix
M_Detail=Details

M_Recissues_Single=<a>%s</a> issue selected to fix,
M_Recissues_Some=<a>%s</a> issues selected to fix,
M_Allissues_Single=total <a>%s</a> issue
M_Allissues_Some=total <a>%s</a> issues
M_Noissues=No issues found

M_issues_Single=<a>%s</a> issue
M_issues_Some=<a>%s</a> issues
M_Noissues2=No issues

HealthCheck_Exit_Scanning=Scanning is in progress. Are you sure you want to exit now?
HealthCheck_Exit_Fixing=Fixing is in progress. Are you sure you want to exit now?

M_UL_SelectedFix_Single=<a>%s</a> uninstallation leftover selected to fix
M_UL_SelectedFix_Some=<a>%s</a> uninstallation leftovers selected to fix

M_OS_SelectedFix=<a>%s</a> outdated software selected to fix

M_SP_SelectedFix_Single=<a>%s</a> software permission selected to fix
M_SP_SelectedFix_Some=<a>%s</a> software permissions selected to fix

M_DN_SelectedFix_Single=<a>%s</a> disturbing notification selected to fix
M_DN_SelectedFix_Some=<a>%s</a> disturbing notifications selected to fix

M_PWUI_SelectedFix_Single=<a>%s</a> program with uninstall issues selected to fix
M_PWUI_SelectedFix_Some=<a>%s</a> programs with uninstall issues selected to fix

M_IF_SelectedFix_Single=<a>%s</a> installation file selected to fix
M_IF_SelectedFix_Some=<a>%s</a> installation files selected to fix

M_MSE_SelectedFix_Single=<a>%s</a> malicious software & extension selected to fix
M_MSE_SelectedFix_Some=<a>%s</a> malicious software & extensions selected to fix

M_JF_SeletecedFix_Single=%s redundant file selected to fix
M_JF_SeletecedFix_Some=%s redundant files selected to fix

M_SH_SeletecedFix_Some=%s software selected to fix

M_BackFix=Back to Fix
M_NoItems=No items found

M_item=item
M_items=items
M_File=File
M_Reg=Registry
M_Tasks=Scheduled tasks
M_Ser=System services
M_Select=Select All

M_TitleCount=Name (Total: %d)
M_Version=New version
M_CurrentVersion=Current version

M_BanwebTitleCount2=Sender (Total: %d)
M_Type=Type
M_BRate=Block rate
M_Recommendation=Recommendation
M_Optional=Optional
M_Block=Block

M_SiteType=Site notification
M_AppType=App notification
M_MSType=Malicious Software
M_METype=Malicious Extension
M_AdType=Ad Extension

M_RegMiss=Uninstall registry missing

HC_Ignore=Ignore
UL_IgnoreSoft=Ignore all for this software
HC_IgnoreForever=Ignore all updates
HC_IgnoreCurrent=Ignore current update
HC_OpenFile=Open file location
HC_OpenReg=Open in regedit
HC_Search=Search online

HC_Startup=Startup items
HC_Tasks=Scheduled tasks
HC_Services=Services
HC_Desktopicon=Desktop icon
HC_Taskbaricon=Taskbar icon
HC_RightMenu=Right click menu
HC_Firewall=Firewall rules

M_PermissionTitleCount=Permission type (Total: %d) 
M_Name=Name

M_Impact=Impact
M_ImpactLow=Low
M_ImpactMedium=Medium
M_ImpactHigh=High

M_Installed=Installed
M_OverxDay_Some=Not used for %s days
M_OverxDay_Single=Not used for %s day
M_Status=Status

M_Disable=Disable
M_FixDetails=View the fix details below:

M_Fix_RecTitle=But more can be done for a faster and cleaner PC:
M_Fix_RecLog=Clean Uninstall with Log
M_Fix_RecLog_Des=Thoroughly uninstall programs with logs created during the installation
M_Fix_RecBundleware=Easier Bundleware Removal
M_Fix_RecBundleware_Des=Monitor program installation in real time and remove bundleware easily
M_Fix_RecLeftover=Auto Delete All Leftovers
M_Fix_RecLeftover_Des=Auto delete leftovers that cannot be deleted by other uninstallers
M_Fix_RecProgram_Single=<a>%s</a> Large Program Found
M_Fix_RecProgram_Some=<a>%s</a> Large Programs Found
M_Fix_RecProgram_Des=Uninstall unnecessary large programs to free up more disk space
M_Fix_RecWinApp_Single=<a>%s</a> Windows App Found
M_Fix_RecWinApp_Some=<a>%s</a> Windows Apps Found
M_Fix_RecWinApp_Des=Uninstall unnecessary Windows Apps to free up more disk space
M_Fix_RecEasyUn=Smarter Easy Uninstall
M_Fix_RecEasyUn_Des=Easily uninstall a program by dragging the Easy Uninstall icon to the program's opened window, desktop icon, or system tray icon
M_Fix_RecStubborn=Stubborn Program Remover
M_Fix_RecStubborn_Des=Unique database supports removing 4000+ stubborn programs
M_Fix_RecUpdateSoft=Automatically Update Software
M_Fix_RecUpdateSoft_Des=Enable auto update to keep your software always up to date anytime, anywhere
M_Fix_RecInfrequently_Single=<a>%s</a> Infrequently Used Program
M_Fix_RecInfrequently_Some=<a>%s</a> Infrequently Used Programs
M_Fix_RecInfrequently_Des=Uninstall infrequently used programs to free up more disk space

M_UnlockTitle_Single=Unlock PRO features to fix %s issue found
M_UnlockTitle_Some=Unlock PRO features to fix all %s issues found
M_UnlockNow=Unlock Now
M_Back=Back
M_Try=Try It Now
M_Upgrade=Upgrade Now
M_Enable=Enable Now

M_CheckAll_packages=Are you sure you want to clean all installation files?
M_CheckAll_permission=Are you sure you want to disable all software permissions?
M_CheckAll_permission2=Some software features may not work properly if you disable all software permissions. It is suggested that you disable the unnecessary ones only.
M_ContinueAnyway=Continue Anyway

M_Operate=Operation
M_Fixmanually=Fix manually
M_FixManuallyEx=Fix Manually

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Name (Total: %d)
ListviewHeader_Software_M=Name
History_info_DouBle_M=programs were not completely uninstalled last time. Please click Uninstall to continue.
History_info_One_M=program was not completely uninstalled last time. Please click Uninstall to continue.
History_Scanfor_M=Scan for leftovers
History_ViewDetail_M=View details
UninstallLog_No_IsEmpty_M=No residual files found in Powerful Scan.
Program_Information=Program Information
Files_Deleted=Files Deleted
Registries_Deleted=Registries Deleted
Scheduled_Tasks_Deleted=Scheduled Tasks Deleted
Deleted_on_Reboot=Deleted on Reboot
Service_Deleted=System Services Deleted
Export_M=Export
rdlbl_NoTkanks=No, thanks
RdLabelDetailNull=The details and status for each uninstalled program will be displayed here.
RdLabelDetails=IObit Uninstaller has helped you uninstall <a>%d</a> programs and save <a>%s</a> disk space.
RdLabelDetail=IObit Uninstaller has helped you uninstall <a>%d</a> program and save <a>%s</a> disk space.
History_NoUninstalled_M=Not uninstalled
History_Residualfilesleft_M=Residual files left
M_NoHistoryFound=No uninstall history found


[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Uninstall History
ListView_History.Columns[1].Caption=Uninstall date
ListView_History.Columns[2].Caption=Size
ListView_History.Columns[3].Caption=Operation
Menu_ClearThis.Caption=Clear this history
Menu_ClearAll.Caption=Clear all histories

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=No, thanks
RdImgBtnUninstall.caption=Uninstall
RdListView_History.Columns[0].Caption=Name
RdListView_History.Columns[1].Caption=Status

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Install Monitor
lbl_RegText.caption=Registry entries:
lbl_SzieText.caption=Total size:
lbl_StartText.caption=Startups:
lbl_FileText.caption=Files:

[InstallDetected_M]
Install_DetectedNewTitle=%s was installed with the following changes:
Install_DetectedNewTitleEx=<a>%s</a> programs were installed with the following changes:
Install_ViewDetail=View details

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Enable
lbl_Caption.caption=New installation detected
lbl_InstallMoniorInfo.caption=We recommend enabling Install Monitor to help you log and view all changes made to your system during the program installation.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Logged Installations
rdlbl_Or.Caption=OR
rdlbl_Auto.Caption=Auto Monitor
rdlbl_Drap.Caption=Manual Monitor

[IUInstallMonitorFrm_M]
TipFileMsi=Unsupported executable setup file. Please reselect and try again.
TipFileNotMsiExe=Invalid executable setup file. Please select a valid executable setup file and try again.
AddTip1=Install Monitor is busy!
AddTip2=An installation is being monitored already. Please try again after this installation is completed.
StarFileTip=Failed to run
ExePathErrorTip=The setup file from a network drive is not supported. Please copy it to your local drive and try again.
Logging=Logging system changes...
rdlbl_TipContent_M=Install Monitor detects and logs system changes in installation, which allows you to see what changes the monitored programs do during installation.
rdlbl_SwitchTip.Caption_M=Auto detect and log program installations
rdlbl_DragFileTip.Caption_M=Add or drag a setup file here to install and log the system changes 
EnableMonitorAutoTip=Enabling it will also enable the IObit Uninstaller Monitor.
EnableMonitorManualTip=Manual Monitor is not available as the IObit Uninstaller Monitor is off.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Installation Log
rdlbl_Export.Caption=Export
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Display name:
InstallDateTip=Install date:
VersionTip=Version:
PublisherTip=Publisher:
LocationTip=Location:
InstallationDurationTip=Installation duration:
InstallPackageTip=Install package:
RegEntriesTip=Registry entries:
FilesCountTip=Files:
TaskCountTip_M=Scheduled tasks:
ServiceCountTip_M=System services:
DllCountTip=DLL registration:
StartUpCountTip=Startup items:
TotalSizeTip=Total size:
ProgramInformationTip=Program Information
MMORegistryTip=Registry Entries
MMOFilesTip=Files
MMOTaskTip_M=Scheduled Tasks
MMOServiceTip_M=System Services
MMODllTip=DLL Registration
MMOStartUpTip=Startup Items
MonitorLog_SecondsLan=seconds
MonitorLog_SecondSingleLan=second

RegTip_Created=Registry created:
RegTip_Modified=Registry modified:
RegTip_Deleted=Registry deleted:
FileTip_Created=File created:
FileTip_Modified=File modified:
FileTip_Deleted=File deleted:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Feedback

[MainForm_M]
Nav_Colle_Program_All=Programs
Nav_Colle_Browser_Extensions=Browser Extensions
Nav_Colle_Win=Windows Apps
Nav_Colle_AC=Action Center
Nav_Colle_SH=Software Health
Nav_Item_Program_All=All Programs
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Recently Installed
Nav_Item_Program_Infrequent=Infrequently Used
Nav_Item_Program_Large=Large Programs
Nav_Item_Browser_Extension_All=All Browser Extensions
Nav_Item_InstallMonitor=Install Monitor
Nav_Item_Logged=Logged Programs
Nav_Item_AndroidApp=Android Apps
Hint_Settings=Options
Hint_Tools=Tools
UninstallProTipEnterCode=Enter Code
Button_Uninstall=Uninstall
Button_Remove=Remove
Button_Update=Update All
Button_Install=Install Now
ToolPopForceUninstallEx=Force Uninstall+
ToolPopSoftUpdater=Software Updater
ToolPopStubborn=Stubborn Program Remover
ToolPopHistory=Uninstall history
ToolPopFileShredder=File Shredder
ToolPopHunterMode=Easy Uninstall
ToolPopUpdateUninstall=Windows Updates Uninstall
MoreSettingPopSetting=Settings...
MoreSettingPopRestore=System restore
MoreSettingPopExport=Export program list
MoreSettingPopUpdate=Check for updates
MoreSettingPopManual=User manual
MoreSettingPopSupport=Technical support
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=About
MoreSettingPopWhatsNew=What's new
MoreSettingSubscription=My subscription
MoreSettingTranslate=Help us translate
DefaultSelProg=Uninstall unnecessary programs to free up more space.
DefaultSelPlug=Remove unwanted extensions to protect your browser.
DefaultSelADPlugin1=Remove 1 malicious/ad extension for safe surfing.
DefaultSelADPlugin2=Remove %d malicious/ad extensions for safe surfing. 
DefaultSelWApp=Uninstall unwanted Windows Apps to boost your PC.
DefaultSelBundle=Uninstall unwanted bundleware.
DefaultSelUpdate=Get your important programs up to date.
DefaultUpdaterPromot=Update more programs with IObit Software Updater.
DefaultUpdaterPromote1=outdated program was found.
DefaultUpdaterPromote2=outdated programs were found.
DefaultUpdaterPromoteInfo=Click "Update All" to update all the outdated programs with 1-click.
SelInfoProg=program is selected to uninstall. Total size:
SelInfoProgM=programs are selected to uninstall. Total size:
SelInfoPlug=extension is selected to remove.
SelInfoPlugM=extensions are selected to remove.
SelInfoApp=app is selected to uninstall. Total size:
SelInfoAppM=apps are selected to uninstall. Total size:
SelInfoBundle=item is selected to uninstall.
SelInfoBundleM=items are selected to uninstall.
BundleHint=When you install the main program, some other programs may also be installed without your notice. You can uninstall the programs you don't want.
RestoreDefaultSettingsButton=Restore %s Default Settings
APTitle=Activate All Pros
AP5=Clean Uninstall with Log
AP2=Remove More Stubborn Programs
AP6=Smooth Software Performance
AP4=One-click Software Updater
MainUpdate_Hint=New Version
NewsDisconnCaption=Share IObit Uninstaller with your families and friends.
NewsDisconnDes=They will be happy to use it!
NewsNewVerCaption=Important Update Available
NewsNewVerDes=Please download the latest version now.
ToolPopForceUninstall_Detail=Uninstall programs which cannot be uninstalled in a routine way
ToolPopSoftUpdaterEx_Detail=Update outdated software to reduce security risks
ToolPopHistory_Detail=Show details and status for each uninstalled program
ToolPopFileShredder_Detail=Remove unwanted files safely and permanently
ToolPopHunterMode_Detail=Drag the Easy Uninstall icon to uninstall programs easily
ToolPopUpdateEx_Detail=Uninstall unwanted Windows Updates to free up more disk space
ToolPopStubbornEx_Detail=Unique database supports removing 4000+ stubborn programs
DefaultSelInfoLoggedNew=Programs logged by Install Monitor can be uninstalled thoroughly.
DefaultSelAndroid=Uninstall unwanted Android apps to free up more disk space.

[MetroApp_M]
NoSerchItem_Tip=No items match your search.
Win8NoItemTip_M=No Windows Apps found
Win8LoadingApp=Loading Apps...
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Microsoft produced apps
Win8ListViewGroupsThirdHeader=Third-party Apps
Win8ListViewGroupsThirdSubtitle=Apps installed from Microsoft Store

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Name
ListView_AppList.Columns[1].caption=Size
ListView_AppList.Columns[2].caption=User rating
ListView_AppList.Columns[3].caption=Operation
lbl_Notice.caption=To show your Windows Apps, please make sure that your current account has administrative rights.
mniUninstall.caption=Uninstall
mniRefush.caption=Refresh
mniDetails.caption=Details
mniOpenFile.caption=Open file location
mniOpenReg.caption=Open in regedit
mniOpenWinstore.caption=Open in Microsoft Store
mniSearchOnline.caption=Search online
mniRate.caption=Rate

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Uninstall Now
rdlbl_NoticeInfo.Caption=Your system disk free space is below 10%.
rdlbl_NoticeTip.Caption=Uninstall unwanted programs with IObit Uninstaller to reclaim more disk space.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> uninstallation leftovers were found.
LeftTip=Clean them to free up more disk space.
LeftBtn=Clean Now

[JunkNoticeForm_M]
JunkFound=<a>%s</a> software redundant files were found.

[SoftNoticeForm_M]
PopupTip=Disturbing Notifications Detected
PopUpOne=<a>1</a> popup notification can be blocked to avoid interruptions.
PopUpEx=<a>%s</a> popup notifications can be blocked to avoid interruptions.
PopupBtn=Block Now

[Malicious_M]
NoticeInfoEx_One=Malicious Software/Extensions Detected<BR><a>1</a> malicious software/extension can be removed for fast and secure PC.
NoticeInfoEx_Some=Malicious Software/Extensions Detected<BR><a>%d</a> malicious software/extensions can be removed for fast and secure PC.

[InstallClearForm_M]
SetupTip=Unneeded Installation Files Detected
SetupClean=<a>1</a> unneeded setup file can be cleaned to free up <a>%s</a> disk space.
SetupCleanEx=<a>%s</a> unneeded setup files can be cleaned to free up <a>%s</a> disk space.
SetupBtn=Clean Now

[SoftUpdate_Auto_M]
AutoUpdate_M=%s updates have been installed automatically.
AutoUpdate_One_M=1 update has been installed automatically.

[uninstall_Mitor_M]
showDetails_M=Show details
Cleanmanually_M=Clean Manually
AutoClean_M=Auto Clean
Cleaning_M=Cleaning
Cleannow_M=Clean Now
StillLeavas_M="%s" still leaves:
LeftoversRemoved_M=Leftovers of "%s" were removed:
Registry_M=Registry
File_M=File
Files_M=files
Cleanfuture_M=Clean automatically in future
Setting_M=Settings
Uselessfiles_M=useless files
UselessfilesOne_M=useless file
Uselessregistryentries_M=useless registry entries
UselessregistryentriesOne_M=useless registry entry
Lan_BundleNoticeText_M=Bundleware was found while installing %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Malicious Browser Extensions
ListViewGroupMaliciousDesc=These browser extensions may change your default browser and steal your private information.
ListViewGroupAdTitle=Ad-based Browser Extensions
ListViewGroupAdDesc=These browser extensions may display advertisements, banner ads, etc.
ListViewGroupTrustTitle=Trusted Browser Extensions
ListViewGroupTrustDesc=These browser extensions won't harm your computer. You can remove or keep them as per your requests.
ListViewGroupExtensions=Extensions
ListViewGroupPlugins=Plug-ins
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Built-in Extensions
ListViewGroupFFOther=Other Extensions
ListViewGroupExtension_DES=Extensions are used to customize browser with features you like.
ListViewGroupPlugin_DES=Plugin can easily be installed and used as part of the web browser.
ListViewGroupToolbar_DES=Toolbar helps users access sites quickly or perform other application functions.
ListViewGroupBHO_DES=BHO helps create personalized browsers and provide simpler interactive functions.
ListViewGroupActivex_DES=ActiveX is used by Internet Explorer to facilitate rich media playback.
ListViewGroupFFBulit_DES=Extensions installed/reinstalled with Firefox's installation or update
ListViewGroupFFOther_DES=Extensions installed from Firefox Add-ons or other channels
NoSerchItem_Tip=No items match your search.
PluginColumnStr_Title=Name (Total: %d)
ChromeSyncMsg=Chrome Sync is enabled. The extensions selected to remove might be reinstalled automatically after removal. Please click <a>Disable Chrome Sync</a> to follow the detailed steps to disable Chrome Sync. 
EdgeSyncMsg=Edge Sync is enabled. The extensions selected to remove might be reinstalled automatically after removal. Please click <a>Disable Edge Sync</a> to follow the detailed steps to disable Edge Sync.
FuncPluginSysPluginMsgBox=It is not recommended to remove %s as some browser functions may be affected after the removal.
FuncPluginLoading=Loading...
FuncPluginRmoveSuccess=Removed successfully. Loading...
FuncVotePlugSelectMsgBox=Please select item to rate
FuncPluginRmoveConfireSingleMsgBox=Are you sure to remove the selected item?
FuncPluginRmoveConfireSomeMsgBox=Are you sure to remove the selected items?
FuncCheckBrowserMsgBox_1=%s is running.
FuncCheckBrowserMsgBox_2=Click OK to close it (Please save your contents first).
FuncCheckBrowserMsgBox_3=Or click Cancel to abort the operation.
FuncCheckBrowserMsgBox_4=%s are running.
FuncCheckBrowserMsgBox_5=Click OK to close them (Please save your contents first).
FuncCheckBrowserMsgBox_6=Or click Cancel to abort the operation.
FuncPluginRemoveFailedMsgBox_4=%s may fail to be removed because it is under the protection of %s. Please exit %s and restart IObit Uninstaller to remove again.
FuncRestoreSuccessMsgBox=Restored to default settings successfully.
FuncRestoreFailedMsgBox=Failed to restore browser default settings.
PluginRestoreStr=Restore %s Default Settings
mniOpeninRegedit_M=Open in regedit
lbl_NoFoundItems.caption_M=No browser extensions found

[VoteText_M]
FuncVoteMarkSelectMsgBox=Please rate.
FuncVoteFailedMsgBox=Rating failed, please check your network connection and try again.
FuncVoteActiveVote=Rate
FuncVoteWaitting=Submitting rate, please wait...
NewVote_1=No user rated yet.
NewVote_2=%d users have rated.
NewVote_3=How do you think about this extension?
NewVote_4=How do you think about this app?
NewVote_5=You have already rated. 
NewVote_6=My Rating: 
Removingnow_M=Removing now...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Name
rdlvAllBrowse.Columns[1].Caption=User rating
rdlvAllBrowse.Columns[2].Caption=Operation
rdlvCustomBrowse.Columns[0].Caption=Name
rdlvCustomBrowse.Columns[1].Caption=Operation
mniRemove.Caption=Remove
mniRate.Caption=Rate
mniIgone.Caption=Ignore
mniRefush.Caption=Refresh
mniOpenFloder.Caption=Open file location
mniSelectedAll.Caption=Select all
mniInvertSelection.Caption=Invert selection
mniSearchOnline.Caption=Search online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Reset Browser
lblConfire.Caption=Are you sure to restore default settings?
lblHomepageTitle.Caption=Current Homepage:
lblSearchTitle.Caption=Current Default Search Engine:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Cancel

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Removed successfully!
lbl_Removing.Caption=Removing...

[Uninstaller_Program_M]
Noprograms_UseLess_M=No such programs found (not used for more than %d months)
Noprograms_UseLess_One_M=No such programs found (not used for more than 1 month)
Noprograms_Size_M=No programs exceed %s
Noprograms_match_M=No items match your search.
Noprograms_Recent_M=No programs installed in the past 10 days
NoPrograms_RecentEx_M=No programs installed in the past %s months
Noprograms_Android_M=No Android apps found
monthsago_M=%d months ago 
yearsago_M=%d year ago
yearsagos_M=%d years ago
SoftwareFrame_InstallDate_M=Install date
SoftwareFrame_FrequencyUse_M=Last used
HistoryInfo_DisplayName=Display name
HistoryInfo_Publisher=Publisher
HistoryInfo_Version=Version
HistoryInfo_InstallDate=Install date
HistoryInfo_UseSize=Space usage
HistoryInfo_Location=Location
HistoryInfo_UninstallDate=Uninstall date
Lan_NoBundle_New=Bundleware is the software that may install other programs without your notice when you install the main program.
Lan_Main_Soft=Main Program
Lan_Bundled_Soft=Bundled Program
Lan_Bundled_Plug=Bundled Extension
ColumnName_Logged=Install log
ColumnName_LogDate=Install date
ViewDetail=View log
NoPrograms_Logged=Programs logged by Install Monitor can be uninstalled thoroughly in future uninstallation.
Show_Components_M=Show system runtime components
Last_Days_M=last %s days
Last_Month_M=last %s month
Last_Months_M=last %s months
Larger_M=larger than %s
NotUsed_Month_M=Not used for %s month
NotUsed_Months_M=Not used for %s months
AllDrives_M=All drives

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Size
ListView_SoftwareList.Columns[2].Caption=Install date
ListView_SoftwareList.Columns[3].Caption=Operation
Menu_Program_Uninstall.caption=Uninstall
Menu_Program_Repair.caption=Repair
Menu_Program_Refresh.caption=Refresh
Menu_Program_OpenFileLocation.caption=Open file location
Menu_Program_OpeninRegedit.caption=Open in regedit
Menu_Program_SearchOnline.caption=Search online
mni_Openthewebsite.caption=Open the website
mni_RunNow.caption=Run now

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Type
ListView_BundleList.Columns[2].Caption=Operation
Menu_Program_Uninstall.caption=Uninstall
Menu_Program_OpenFileLocation.caption=Open file location
Menu_Program_OpeninRegedit.caption=Open in regedit
Menu_Program_SearchOnline.caption=Search online
mni_Ignore.caption=Ignore
mniOpenthewebsite.caption=Open the website

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware found.
btn_UninstallAll.caption=Uninstall All
lbl_Info.caption=Uninstall all the following bundleware together with IObit Uninstaller PRO, or only uninstall the current program. 

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware found. Please also select the unwanted bundleware to uninstall.

[PromoteForm_M]
M_ProAD_Title=More features and benefits with Pro edition:
M_ProAD_CleanLog=Thoroughly uninstall programs with logs created during the installation
M_ProAD_Monitor=Monitor program installation & remove bundleware easily
M_ProAD_Database=Large database to remove stubborn programs thoroughly
M_ProAD_Plugin=Remove malicious/ad extensions for safe & smooth online surfing
M_ProAD_Update=One-click to keep your important programs always up-to-date
M_ProAD_SoftHealth=Auto detect software vulnerabilities and easily block popup notifications and unwanted ads
M_Continue=Continue Uninstall

M_BundleTitle=Activate IObit Uninstaller PRO to remove bundleware completely.
M_BundleTitle2=Monitor program installation in real time and remove bundleware easily.

M_UninstallLogTitle=Activate IObit Uninstaller PRO to automatically detect and log program installation for future thorough uninstall with traced logs.

M_PluginMaliciouTitle=Activate IObit Uninstaller PRO to remove malicious/ad extensions thoroughly.
M_PluginMaliciouTitle2=The ever-expanding database will help remove more malicious/ad extensions.

M_SPUninstallFail=%s failed to be uninstalled.
M_SPAD_Title=Activate PRO to uninstall it with stubborn program database.  
M_SPUninstallFailCount=%d programs failed to be uninstalled.
M_SPADCount_Title=cannot be uninstalled in a normal way. Activate PRO to uninstall them with stubborn program database.
SpecPromotTile_1=%s failed to be uninstalled.
SpecPromotTile_2=%d programs failed to be uninstalled.
SpecPromotTile_3=1 program was uninstalled.
SpecPromotTile_4=%d programs were uninstalled.
SpecPromotTile_5=But 1 program failed to be uninstalled.
SpecPromotTile_6=But %d programs failed to be uninstalled.
SpecPromotInfo_1=Activate PRO to uninstall it with stubborn program database.
SpecPromotInfo_2=Activate PRO to uninstall them with stubborn program database.
SpecPromotInfo_3=%s cannot be uninstalled in a normal way.

[Protip_M]
Congratulations_M=Congratulations!
YouHave_M=You have successfully updated to the latest IObit Uninstaller.
Try_M=Try it now!
Tip_M=Auto updated to IObit Uninstaller <a>%d</a> successfully.
WhatNew_M=What's new in the latest version:
More_M=More Details

[Uninstaller_Public_M]
Lan_ButtonCancel=Cancel
Lan_ButtonClose=Close
Lan_ButtonContinue=Continue
Lan_ButtonClean=Clean
Lan_Cleaning=Cleaning
Lan_Details=Details
Lan_Exit=Exit
Lan_Hide=Hide
Lan_Ignore=Ignore
Lan_Ignored=Ignored
Lan_item=item
Lan_items=items
Lan_LoadingD=Loading...
Lan_WindowMin=Minimize  
Lan_WindowMax=Maximize
Lan_ButtonNo=No
Lan_Name=Name
Lan_NameT=Name (Total: %d)
Lan_Notagain=Don't show this again
Lan_ButtonOK=OK         
Lan_Publisher=Publisher
Lan_WindowRest=Restore  
Lan_ButtonRemove=Remove 
Lan_State=State
Lan_Show=Show
Lan_Scan=Scan
Lan_Search=Search
Lan_ButtonUninstall=Uninstall 
Lan_Version=Version       
Lan_ButtonYES=Yes  
Lan_ButtonFor0=Get Pro for $0
Lan_ButtonActivate=Activate Now
Lan_ButtonUpgrade=Upgrade Now
Lan_ButtonUpgradeFor0=Upgrade to Pro for $0
Lan_DisplayName=Name
Lan_Installationpath=Installation path
Lan_Description=Description
Lan_LinkAbout=About link
Lan_LinkHelp=Help link
Lan_SysMsgCorrupted=Some files of IObit Uninstaller are corrupted. Please reinstall IObit Uninstaller.
Lan_Bit=bit

[RC_M]
M1=Free to Get PRO Edition
M2=$0 to enjoy easier, more powerful & more complete uninstall.
M3=Auto
M4=Residual Files Cleanup
M5=1-Click
M6=All Software Issues Fix
M7=4000+
M8=Stubborn Software Removal
M9=50% Larger
M10=Software Updater Database
M11=Now, more great and improved PRO features are offered for FREE:
M12=FREE to enable AUTO Residual Files Cleanup
M13=and enjoy faster & smoother PC with ease.

[Unistaller_Register_M]
license_OtherCode_M=The license code %s is only valid for %s. Please click the OK button to download and register your %s.
LicenseCannotconnect_M=Cannot connect to our server. Please check your network/proxy settings and try validating your license later.
license_OtherGivewalys_M_M=%s is a giveaway license and only valid for the specified version. Please visit <a>here</a> to purchase a new license code for IObit Uninstaller %s PRO.
License_expired_M=The license %s has expired. Click <a>here</a> to purchase a new license.
License_maximum_M=The license %s has been activated for maximum PCs and cannot be used. Please click <a>here</a> to purchase another license to activate IObit Uninstaller PRO for this PC.
License_Free_M=The license %s cannot be activated. Please purchase a new license for IObit Uninstaller PRO.
License_valid_M=Invalid license code! Please enter a valid license code.
LicenseSeat_M=License Seat:
LicenseCodeLiftTime_M=This is a lifetime license code, which is only valid for IObit Uninstaller v%d. Please reinstall your IObit Uninstaller v%d PRO.
licensedays_left_M=%d days left
licenseday_left_M=%d day left
LicenseCodeLocation_M=The license code %s is not valid in your region or country. Please click OK to purchase a valid one.
Never_M=Never
M_CheckYourLicense=You can go to My subscription under Options menu to check your license status.

[Uninstaller_Form_Activate]
Label_Get.caption=Get License
Label_Retrv.caption=Retrieve Code
Label_Eg.caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Register Now
RdLabelCaption.caption=Activate PRO Edition to Enjoy Better Service Experience
Label_Please.caption=Please enter your license code and click "Register Now" to activate full functions of the PRO edition.
Label_Code.caption=License code:
RdBtnlab.caption=More Benefits, We Promise:
RdImgBtn_Upgrade.caption=Upgrade to Pro

[Form_Activate_M]
TitleOne=Clean Uninstall with Log
ContentOne=Thoroughly uninstall programs with logs created during the installation
TitleTwo=Stubborn Program Removal
ContentTwo=Completely remove 4000+ stubborn programs with the unique database
TitleThree=Smooth Software Performance
ContentThree=Auto detect software vulnerabilities and easily block popup notifications and unwanted ads
TitleFour=Software Updater
ContentFour=1-click to keep your important programs always up-to-date

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Close
lbleg.Caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Help
Label_Please.caption=Please enter your license code and click "Register Now" to activate all functions of the PRO edition.
Label_Code.caption=License code:
RdImgBtnRegister.caption=Register Now
Label_Retrv.caption=Retrieve Code
Label_HaveLicense.caption=Do not have a license?
Label_click.caption=Click here to get one.
RdImageButton_Back.caption=Back
RdImageButton_Close.caption=Close
RdLabelCaption.caption=License Manager
Label_Status.caption=License Status:
Label_Activated.caption=Activated
Label_Lcode.caption=License Code:
Label_Data.caption=Expiration Date:
Label_Refresh.caption=Refresh
Label_Export.caption=Export license
rdlblAlread.caption:=Already have a license code

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Help
RdImgBtn_Closetwo.caption=Close
Label_success.caption=The license code has been activated successfully!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Left click and drag the mouse to select the area you want to take screenshot
M_NoticeInfo_AC=2. Right click or press Esc to exit
M_Rect=Rectangle
M_Oval=Oval
M_Text=Text
M_Paintbrush=Paintbrush
M_Return=Restore operation (Ctrl + Z)
M_Copy=Copy to clipboard
M_Exit=Exit screenshot
M_Save=Save
M_TipInfo=The screenshot has been saved to clipboard. You can use Ctrl + V to paste.
M_TipShow=Don't show this message again
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Settings
lbl_SkinTitle.caption=Skin:
lbl_LanguageTitle.caption=Current language:
lbl_FontSize.caption=Font size:
lbl_Dark.caption=Dark
lbl_Light.caption=Light
lbl_Transparency.caption=Transparency:
lbl_UpdateTitle.caption=Update Method
lbl_UpdateChooseDes.caption=Update method for this product:
btnImg_UpdateRemind.caption=Notify me when updates are available
btnImg_UpdateAuto.caption=Update automatically
btnImg_AutoDelete.caption=Automatically remove residual files
btnImg_AfterUninstallAutoScan.caption=Automatically delete leftovers of program uninstalled by other uninstallers
btnImg_RemoveToRecycleBin.caption=Delete residual files to Recycle Bin
btnImg_ShowExplorerButton.caption=Add Shred File button to Explorer
btnImg_ShowComponents_New.caption=Show system runtime components
btnImg_ShowMenuButton.caption=Add Powerful Uninstall option to Windows context menu
btnImg_CreateRestore.caption=Create a restore point before uninstall
lbl_HotKey.caption=Hotkey for Easy Uninstall
lbl_OccupiedHotKey.caption=Already used, enter a new one.
btn_NotifySoftUpdater.caption=Notify me when software updates are available 
btnImg_SystemDiskSpace.caption=Notify me when system disk free space is below 10%
btnImg_UserInterface.Caption=User Interface
btnImg_General.Caption=General
btnImg_Notification.Caption=Notifications
btn_Uninstall.Caption=Uninstall
btn_SoftwareHealth.Caption=Software Health
btn_Ingore.Caption=Ignore List
lbl_Infrequently.Caption=Infrequently Used Programs: not used for
lbl_Large.Caption=Large Programs: larger than
btn_UpdateManually.Caption=Update manually
btn_Quick.Caption=Enable Quick Uninstall to confirm requests from program's original uninstall routine automatically (if possible)
btn_SoftAutoUpdate.Caption=Auto update outdated software
lbl_SavaDownload.Caption=Save all downloaded programs to:
btn_Browse.Caption=Browse...
lbl_PermissionsDes.Caption=Select software permissions you want to scan:
lbl_InstallFileDes.Caption=Installation files deletion:
btn_InstallFilesInstalled.Caption=Delete all installation files already installed
btn_InstallFilesNotUsed.Caption=Delete installation files not used for
btn_InstallFileDelte.Caption=Delete installation files to Recycle Bin
lbl_IgnoreTip.Caption=The ignored items won't be detected until you remove them from the list below.
btn_EnableMonitor.Caption=Enable IObit Uninstaller Monitor and load it at Windows startup
btn_SkipUAC.Caption=Skip User Account Control warning
lbl_RecentlyInstall.Caption=Recently Installed Programs:
btn_UseSystemDIP.Caption=Use the system DPI scaling settings
lbl_bundleware_IgnoreTip.Caption=Bundleware Ignore List
lbl_health_IgnoreTip.Caption=Software Health Ignore List

[Uninstall_setting_M]
Setting_Size_Normal=Normal
Setting_Size_Large=Large
Setting_Size_Larger=Larger
EnableMonitor=IObit Uninstaller Monitor will run in the background to ensure important features work properly.
SystemComponentsInfo=System components like Microsoft .NET Framework, Microsoft Visual C++ Redistributable, and Microsoft XNA will not be listed in Programs.
btnImg_NotificInstallLog_M1=Notify me when installation log is created after the Auto Monitor
btnImg_BundlewareInstalled_M=Notify me when bundleware is installed
btnImg_BrowserPlugTip_M=Notify me when malicious software/extensions are installed
btnImg_AutoCleanTipForm_M=Notify me when detecting residual files left by other uninstaller's uninstallation
btnImg_leftovers_M=Notify me when the leftovers of uninstalled programs are detected
btnImg_SoftNotific_M=Notify me when popup notifications are detected
btnImg_NotNeedInstall_M=Notify me when unneeded installation files are detected
btnImg_NotNeedJunk_M=Notify me when software redundant files are detected
M_Mounth=1 month
M_Mounths=%d months
Last_Days_M=last %s days
Last_Month_M=last %s month
Last_Months_M=last %s months

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=Functions will not work properly!
rdlblSure.caption=If IObit Uninstaller Monitor is not loading at Windows startup, the above functions will not work properly. Do you still want to cancel the option? 
rdlblDes.caption=IObit Uninstaller Monitor is very important and necessary for the following functions:
rdhtmlblText.caption=- Check for updates<br>- Monitor program installations<br>- Detect incomplete uninstallation or residual files<br>- Detect malicious software/extensions and bundleware<br>- Detect popup notifications<br>- Detect unneeded installation files<br>- Monitor system disk free space

[SoftUpdate_M]
SUCaption=Software Updater
SU_GroupOutData=Outdated
SU_GroupUpToDate_New=UpToDate
SU_Ignore=Ignore
SU_Ignored=Ignored
SU_NoIgnore=Undo Ignore
SU_Update=Update
SU_Updating=Updating
SU_UpToDate=Up to date
SU_NewVersion=New Version
SU_CurrVersion=Current Version
SU_ActivePro=Activate automatic updates
SU_Button_UpdateAll=Update All
SU_NoUpdates=No update is available for the software on your computer.
SU_IgnoreForever=Ignore all updates
SU_IgnoreCurrent=Ignore current update
SU_CancelUpdate=Updating is in progress. Are you sure you want to cancel the update?

SU_DefaultSelUpdate=Hooray! All software is up-to-date!
SU_DefaultUpdaterPromoteInfo=Update all outdated software to reduce security risks.

[SoftUpdatePromote_M]
IUP_Manually=Update Manually
Img_Tab=Activate IObit Uninstaller PRO to
LbIUPromote1=Update all important programs with just 1-click
LbIUPromote2=Install updates automatically without going to a website

IUP_Manually2=Uninstall Manually
LbIUPromote3=Uninstall all stubborn programs with just 1-click
LbIUPromote4=Unqiue database supports removing 4000+ stubborn programs
LbIUPromote5=Auto fix uninstall issues and auto clean leftovers after uninstallation

IUP_Manually3=Remove Manually
LbIUPromote6=Remove all malicious software & extensions with just 1-click
LbIUPromote7=Auto clean leftovers after removal

SUInstall=Install
SUImg_Tab=Install IObit Software Updater
LbSUPromote1=Update more programs effortlessly
LbSUPromote2=Install programs you want easily
SUEULA=By clicking "Install", you agree to install IObit Software Updater and accept its <a>EULA</a> & <a>Privacy Policy</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> program needs to be updated
TipOnes=<a>%s</a> programs need to be updated
TipInfo=to protect your PC from security vulnerabilities
NeverShow=Don't show this again
BtnUpdate=Update Now
M_NoticeLastUpdate=%s days since last update
M_NoticeLastOneUpdate=1 day since last update

[SpecUTool_M]
SpecTOpen=Open
SpecTOK=OK
SpecTHide=Hide
TrayHint=IObit Uninstaller is uninstalling programs
SpecTUninstalling=Uninstalling the following program:
SpecTUninstallingM=Uninstalling the following programs:
SpecTUninstalled=program has been uninstalled.
SpecTUninstalledM=programs have been uninstalled.
SpecTClose=Close

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Stubborn Program Remover
lbl_DescInfo.caption=Easily check and remove the programs that you may not find an uninstall entry at other places.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Official Remover Database (%d)
OfficialDesEx=Some programs cannot be uninstalled in a normal way due to security reason. You can easily uninstall them by using their official remover here.
AllGroupEx=Supported Programs Database (%d)
AllDesEx=Here list more programs that you may not be able to find an uninstall entry at other places. You can easily uninstall them here. 
ProblemsTip=Problems found
LoadingTip=Loading Supported Programs Database...
NotInstallSingleMsgBox=No uninstall issues were detected. Are you sure to continue uninstalling and scan for residual files?
NotInstallSomeMsgBox=No uninstall issues were detected. Are you sure to continue uninstalling and scan for residual files?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=System Restore
rdlblDesc.Caption=Restore your computer to the state it was in before the selected event. The latest one cannot be deleted for system security.
ListView_Restore.Columns[0].Caption=Date and time
ListView_Restore.Columns[1].Caption=Description
btn_CreateRestorePoint.Caption=Create Restore Point
RdImageButton_Restore.Caption=Restore
RdImageButton_Delete.Caption=Delete
lblNull.Caption=No system restore points.
Rdlbl_CreateRestorePoint.caption=Create Restore Point

[SystemRestore_M]
SysRestore_CreateComplete=Restore point created successfully!
SysRestore_CreateFailed=Creating Restore Point failed! Please check whether your System Restore is enabled.
SysRestore_CreateRestore_Confirm=Are you sure you want to create a restore point?
SysRestore_CreateRestore_Tip=Creating Restore Point, please wait...
SysRestore_CreateRestore_Failed=Creating Restore Point failed! Please check whether your System Restore is enabled.
SysRestore_SetRestore_Confirm=WARNING: Restoring your system to a restore point will undo all changes made after that restore point. Once started, System Restore cannot be undone or interrupted. Are you sure you want to continue?
SysRestore_SetRestore_Reboot=A reboot is required to apply those changes. Please save all your opened files and close all opened programs before reboot. Reboot computer now?
SysRestore_SetRestore_Tip=Restoring system files and settings, please wait...
SysRestore_Delete_Confirm=Are you sure you want to delete it?

[UninstallForm_M]
MsgBox_SelectProgram=Please select at least one program.
Msg_Bundle_RebootSpec=was uninstalled. Please reboot your computer to complete the uninstallation.
OneItemStr=%d item
SomeItemStr=%d items
Clean_Uninstall=Clean Uninstall
RebootToDelete_Str=(Delete on reboot)
UninstallingSingleStr=Are you sure to uninstall the selected program?
UninstallingSomeStr=Are you sure to uninstall the selected %d programs?
UninstallingSingleStr_New=Are you sure to uninstall the selected item?
UninstallingSomeStr_New=Are you sure to uninstall the selected %d items?
UninstallingSingleStrUpdate=Are you sure to uninstall the selected Windows update?
UninstallingSomeStrUpdate=Are you sure to uninstall the selected %d Windows updates?
UninstallingSingleStrApp=Are you sure to uninstall the selected Windows app?
UninstallingSomeStrApp=Are you sure to uninstall the selected %d Windows apps?
Uninstall_Str=Uninstalling %s (%d/%d)
Scan_Str=Scanning %s (%d/%d)
UninstallOne_Str=Uninstalling %s
ScanOne_Str=Scanning %s
CreateRetore_Str=Creating Restore Point, please wait...
SureToDeleteSomeStr=<a>%d</a> programs are uninstalled. But they still have the following leftovers.
SureToDeleteOneStr=<a>1</a> program is uninstalled. But it still has the following leftovers.
SureToDeleteSomeStr_New=<a>%d</a> items are uninstalled. But they still have the following leftovers.
SureToDeleteOneStr_New=<a>1</a> item is uninstalled. But it still has the following leftovers.
SureToDeleteSomeStrApp=<a>%d</a> Windows apps are uninstalled. But they still have the following leftovers.
SureToDeleteOneStrApp=<a>1</a> Windows app is uninstalled. But it still has the following leftovers.
SureToDeleteByHistroy=Leftovers found
DeletingStr=Deleting leftovers, please wait
DeleteCancleStr=Are you sure you want to cancel the deletion?
RestoringCancleStr=Creating Restore Point. Are you sure you want to cancel?
UninstallingCancleStr=Uninstalling is in progress and residual files may be left if you exit now. Are you sure you want to exit?
ScaningCancleStr=Scanning is in progress and residual files may be left if you exit now. Are you sure you want to exit?
RegistryCaption_Str=Registry
FileCaption_Str=File
TaskCaption_Str=Scheduled Tasks
ServiceCaption_Str=System Services
DllCaption_Str=DLL Registration
SuccessReslutFromHistroySingle=Residual files have been cleaned successfully. Check details below:
SuccessReslutFromUninstallSingle=You have successfully uninstalled <a>%d</a> program and deleted the leftovers below:
SuccessReslutFromUninstallSome=You have successfully uninstalled <a>%d</a> programs and deleted the leftovers below:
SuccessReslutFromUninstallSingle_New=You have successfully uninstalled <a>%d</a> item and deleted the leftovers below:
SuccessReslutFromUninstallSome_New=You have successfully uninstalled <a>%d</a> items and deleted the leftovers below:
SuccessReslutFromUninstallSingleApp=You have successfully uninstalled <a>%d</a> Windows app and deleted the leftovers below:
SuccessReslutFromUninstallSomeApp=You have successfully uninstalled <a>%d</a> Windows apps and deleted the leftovers below:

FileDelete_Str=Files
RegDelete_Str=Registry entries
TaskDelete_Str=Scheduled tasks
ServiceDelete_Str=System services
DeepDelete_Str=Logged items
RegDelete_Str_Single=Registry entry

HtmlRecomReslutCaption=Uninstalled <a>%d</a> programs and removed leftovers below:
HtmlRecomReslutCaption1=Uninstalled <a>%d</a> program and removed leftovers below:
HtmlRecomReslutAppCaption=Uninstalled <a>%d</a> Windows apps and removed leftovers below:
HtmlRecomReslutAppCaption1=Uninstalled <a>%d</a> Windows app and removed leftovers below:
HtmlRecomReslutSoftCaption=Uninstalled <a>%s</a> and removed leftovers below:
HtmlFileReCaption=<a>%s</a> useless files
HtmlRegReCaption=<a>%d</a> useless registry entries
HtmlTaskReCaption=<a>%d</a> invalid schedule tasks
HtmlServicesReCaption=<a>%d</a> invalid system services
HtmlDeepReCaption=<a>%d</a> logged items
HtmlFileReCaptionOne=<a>%s</a> useless file
HtmlRegReCaptionOne=<a>%d</a> useless registry entry
HtmlTaskReCaptionOne=<a>%d</a> invalid schedule task
HtmlServicesReCaptionOne=<a>%d</a> invalid system service
HtmlDeepReCaptionOne=<a>%d</a> logged item
UninstallPromote=Purchase Now
RebootYes=Reboot Now
RebootLater=Later
FromHistroyNoItem=No leftovers were found.
FromUninstallNoItem=Uninstall Completed.
RelatedMetroText=These apps are related. Uninstalling any one of them will uninstall the others automatically. Are you sure you want to uninstall?
RelatedSoftText=Above bundled products were installed at the same time. Do you want to uninstall them together?
HtmlADPluginCaption=<a>%d</a> Ad Plug-ins interference
HtmlMaliciousPluginCaption=<a>%d</a> Malicious Plug-ins threat
MoneyBackInfo=You will enjoy a more secure and faster PC by removing unwanted programs and plugins completely. 60-day money back guarantee. No question asked.
SpecRestartAll=Please reboot your computer to completely uninstall the following programs. Reboot now?
SpecRestartOne=Please reboot your computer to completely uninstall the following program. Reboot now?
UnPromoteTitle=But with PRO edition, more features and benefits can be offered:
UnPromote_60=60-day Money-back Guarantee
PromotelbPlugins_New=Remove <a>%d</a> malicious software & extensions for safe surfing
PromotelbPlugin_New=Remove <a>%d</a> malicious software & extension for safe surfing
PromotelbPlugin0_New=Remove malicious software & extensions for safe surfing
PromotelbUpdate=1-click to update <a>%d</a> outdated software to reduce security risks
PromotelbUpdate0=1-click to update outdated software to reduce security risks
PromotelbMoreDBs_New=Thoroughly remove <a>%d</a> stubborn programs
PromotelbMoreDB_New=Thoroughly remove <a>%d</a> stubborn program
PromotelbMoreDB0_New=Unique database supports removing 4000+ stubborn programs
PromotelbClean=1-click to remove bundleware
PromotelbAuto=Auto delete program leftovers left by other uninstaller
NeedCloseApp=%s is running and needs to be closed before it can be uninstalled. Are you sure you want to close it?
LB_Free=Free
LB_Pro=PRO
RestoreOpenstr=System Restore is not enabled. Please click "OK" to enable it so that IObit Uninstaller can create restore points before uninstalling programs.
OfficialFail=Failed to uninstall the following program. You can uninstall it with its official uninstall utility.
OfficialFails=Failed to uninstall the following programs. You can uninstall them with their official uninstall utilities.
QuitDonwload=Are you sure you want to cancel the download?  
LogHintTitle=More Benefits, We Promise:
LogHintStr=+ Uninstall logged programs thoroughly<br>+ Clean removal of 200+ stubborn programs<br>+ Uninstall bundleware completely & easily

UpgradePromote=Upgrade to IObit Uninstaller PRO to auto clean residuals
UpgradeFileDelete=%s residual files have been cleaned successfully.
UpgradeRegsDelete=%s residual registry entries have been cleaned successfully.
UpgradeRegDelete=%s residual registry entry has been cleaned successfully. 
TrdUnPromoteResidualFile=Residual files have been deleted manually.
TrdUnPromoteTired=Tired of manual cleaning?
TrdUnPromoteUpgrade=Upgrade to IObit Uninstaller PRO to clean residual files effortlessly.
TrdUnPromoteAdvanced=Advanced scanning algorithms
TrdUnPromoteAutoClean=Auto clean residual files
TrdUnPromoteEnableNow=Enable Auto Clean

PromoteB_Title=More issues can be fixed with the PRO version:
PromoteB_Update=Outdated software can be updated with 1-click:
PromoteB_Plugin_New=Malicious software & extensions should be removed for safe surfing:
PromoteB_Leftover=Uninstallation leftovers can be deleted for a cleaner PC:
PromoteB_Log=Logged programs can be uninstalled completely:
PromoteB_Unuse_Some=Programs not used for over %s months can be uninstalled:
PromoteB_Unuse_Single=Programs not used for over %s month can be uninstalled:
PromoteB_Banweb_New=Popup notifications can be blocked to avoid interruption:
PromoteB_Permission=Unnecessary software permissions can be disabled:
PromoteB_SetupFile=Unneeded setup files can be cleaned to free up more disk space:
PromoteB_JunkFile=Software redundant files can be deleted to recover more disk space:
PromoteB_Fix=Fix Now
PromoteB_Stubborn=Stubborn programs can be removed thoroughly:
OfficialSp_1=Download the official uninstall utility to completely uninstall the following program.
OfficialSps_1=Download the official uninstall utilities to completely uninstall the following programs.
LogPromoteHintTitle=Thoroughly clean all the logged items with <a>PRO edition</a>:
LogPromoteHintRegs=<a>%s</a> registry entries
LogPromoteHintReg=<a>%s</a> registry entry
LogPromoteHintFiles=<a>%s</a> files
LogPromoteHintFile=<a>%s</a> file
LogPromoteHintTasks=<a>%s</a> scheduled tasks
LogPromoteHintTask=<a>%s</a> scheduled task
LogPromoteHintServices=<a>%s</a> system services
LogPromoteHintService=<a>%s</a> system service
LogPromoteHintDlls=<a>%s</a> dll registrations
LogPromoteHintDll=<a>%s</a> dll registration
LogPromoteFormLogPro=logged items
LogPromoteFormDesc_New=Further clean more leftovers with PRO edition.
LogPromoteFormTip=Details as below:
LogPromoteFormDetails=View Details
LogPromoteFormCleanMore=Clean More
EndRunningExeSingleMsgBox=The following item is running. Are you sure you want to close and delete it?
EndRunningExeSomeMsgBox=The following items are running. Are you sure you want to close and delete them?
DeletePersonalFileMsgBox=Personal files like videos, audios, or pictures are included in the selected items. Are you sure you want to remove them?

Promote_CleanUninstallTitle=Before Uninstall
Promote_CleanUninstallDes=Upgrade to PRO to thoroughly uninstall programs and clean all the logged items.
Promote_CleanUninstallBasicTitle=Basic Uninstall
Promote_CleanUninstallBasicText=Standard uninstall with leftovers scanning and cleaning

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Open in regedit
mniMenu_Path.caption=Open file location
btnImg_AllMainCancel.caption=Cancel
btnImg_Uninstall.caption=Uninstall
btnImg_ChkAutoDelete.caption=Automatically remove residual files
btnImg_ChkCreateRestore.caption=Create a restore point before uninstall
lbl_IsUninstallHint.caption=Do you want to uninstall the selected program?
btnImg_Delete.caption=Delete
btnImg_ReslutCancel.caption=Cancel
btnImgl_SeletedAll.caption=Select All
btnImg_ChkShredFile.caption=Shred files
lbl_NoPowerScan.caption=Uninstall Completed.
btnImg_RecommendClose.caption=Close
btnImg_Restart.caption=Yes
lbl_MoneyBackTitle.caption=Guaranteed thorough uninstall and a cleaner PC
btn_Tab.caption=Get More with IObit Uninstaller PRO
lbl_InfoDB.caption=Large database to remove stubborn programs thoroughly
lbl_InfoRemove.caption=Remove malicious && ad plug-ins for safe && smooth online surfing
lbl_InfoUpdate.caption=Monitor program installation && remove bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=What's New

[WindowsUpdate_M]
Update_NoItem_Tip=No Windows Updates found
NoSerchItem_Tip=No items match your search.
Update_Loading_Tip=Loading...
Update_WindowsTitle=Here are listed all the installed Windows Updates on your computer. Uninstall the unwanted Windows Updates to free up more space.
Button_Uninstall=Uninstall

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Install date
mniUninstall.caption=Uninstall
mniRefush.caption=Refresh
